// UI text, localize 2nd string. s% is a placeholder for game name
"InstallGame" "Instalar %s"
"Support" "Asistencia técnica"
"Exit" "Salir"
"Continue" "Continuar"
"Cancel" "Cancelar"
"Back" "Atrás"
"Play" "Jugar %s"
"Install" "Instalar"
"Reinstall" "Reinstalar"
"Uninstall" "Desinstalar"
"Steam" "%s utiliza Steam para permanecer siempre actualizado, proporcionarte noticias y descargar nuevos contenidos directamente a tu equipo."
"Click" "Haz clic en Continuar para conectarte o crear una cuenta."
"EulaTitle" "Acuerdo de licencia"
"AcceptEula" "Acepto las condiciones del acuerdo de licencia"
"DenyEula" "No acepto las condiciones"
"WaitInstalling" "Instalando componentes del sistema... favor de esperar"

